Revit 2027 API
ParameterTypeId.SteelElemMark Property
 "Assembly Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemMark { get; }
Public Shared ReadOnly Property SteelElemMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemMark {
	ForgeTypeId^ get ();
}
static member SteelElemMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace